Repository: clawfire/covid19-passbook-generator
Catalog: src/i18n/*.po
Languages: fr_fr, nl_nl

source: en
fr_fr: fr
nl_nl: nl

source: Covid19-Passbook
nl_nl: Covid19-Passboek

source: This web application is made by EU citizens in order to let you scan your EU Digital COVID certificate (vaccine, test or healing) and generate a passbook from it.
fr_fr: Cette application web est réalisée par des citoyens de l’UE afin de vous permettre de scanner votre certificat COVID numérique de l’UE (vaccin, test ou guérison) et d’en générer un passbook.
nl_nl: Deze webapplicatie is gemaakt door EU-burgers om u uw EU Digital COVID-certificaat (vaccin, test of genezing) te laten scannen en er een passbook van te genereren.

source: covid19, certificate, europe, EU certificate, EU Digital COVID Certificate, vaccination, COVID test, COVID recovery, generator, Passbook, Apple, Apple wallet, Wallet, card, digital certificate, green certificate
fr_fr: covid19, certificat, europe, certificat UE, certificat COVID numérique de l’UE, vaccination, test COVID, rémission COVID, générateur, Passbook, Apple, Apple wallet, portefeuille, carte, certificat numérique, certificat vert
nl_nl: covid19, certificaat, Europa, EU-certificaat, EU Digital COVID-certificaat, vaccinatie, COVID-test, COVID-herstel, generator, Passbook, Apple, Apple-portemonnee, Portemonnee, kaart, digitaal certificaat, groen certificaat

source: Keep your COVID certificate in your iPhone’s wallet.
fr_fr: Conservez votre certificat COVID dans le portefeuille de votre iPhone.
nl_nl: Bewaar uw COVID certificaat op uw iPhone op de iPhone Wallet applicatie.

source: generated on your phone
fr_fr: généré sur votre téléphone
nl_nl: gegenereerd op uw telefoon

source: no personal data collection
fr_fr: pas de collecte de données personnelles
nl_nl: geen verzameling van persoonlijke gegevens

source: no analytics or data sharing
fr_fr: pas de statistiques ou de partage de données
nl_nl: geen analyses of gegevens delen

source: open source & transparent
nl_nl: open source & transparant

source: <button type="button" class="ui fluid primary icon button big" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Scan my certificate </button> <button type="button" class="ui fluid basic inverted icon button big" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Import picture </button>
fr_fr: <button type="button" class="ui fluid primary icon button big" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Numériser mon certificat </button> <button type="button" class="ui fluid basic inverted icon button big" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Importer une image </button>
nl_nl: <button type="button" class="ui fluid primary icon button big" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Mijn certificaat scannen</button> <button type="button" class="ui fluid basic inverted icon button big" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Afbeelding importeren </button>

source: Your browser is not compatible with our technology.
fr_fr: Votre navigateur n’est pas compatible avec notre technologie.
nl_nl: Uw browser is niet compatibel met onze technologie.

source: Aim at the QR Code of your certificate to capture.
fr_fr: Visez le QR Code de votre certificat à capturer.
nl_nl: Richt u op de QR-code van uw certificaat om vast te leggen.

source: Flashlight unavailable
fr_fr: Flash indisponible
nl_nl: Zaklamp niet beschikbaar

source: Save in your wallet
fr_fr: Sauvegarder dans votre portefeuille
nl_nl: Bespaar in je portemonnee
