Repository: clawfire/covid19-passbook-generator
Catalog: src/i18n/*.po
Languages: fr_fr, nl_nl

source: <button type="button" class="ui fluid violet icon button" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Scan another certificate </button> <button type="button" class="ui fluid basic inverted icon button" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Import another picture </button>
fr_fr: <button type="button" class="ui fluid violet icon button" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Numériser un autre certificat </button> <button type="button" class="ui fluid basic inverted icon button" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Importer une autre image </button>
nl_nl: <button type="button" class="ui fluid violet icon button" name="startScanning"> <svg width="24" height="24" viewbox="0 0 111 111" fill="none" xmlns="http://www.w3.org/2000/svg" aria-hidden="true"> <path d="M2.01072e-06 1.75643e-06H27V8H2.01072e-06V1.75643e-06Z" fill="currentColor" /> <path d="M8 1.75643e-06L8 27H6.03983e-07L2.01072e-06 1.75643e-06H8Z" fill="currentColor" /> <path d="M111 2.58695e-06V27H103V2.23726e-06L111 2.58695e-06Z" fill="currentColor" /> <path d="M111 8L84 8V0L111 2.58695e-06V8Z" fill="currentColor" /> <path d="M111 111H84V103H111V111Z" fill="currentColor" /> <path d="M103 111V84H111V111H103Z" fill="currentColor" /> <path d="M1.18021e-06 111L0 84H8L8 111H1.18021e-06Z" fill="currentColor" /> <path d="M8.30516e-07 103H27V111H1.18021e-06L8.30516e-07 103Z" fill="currentColor" /> <path d="M18 17H42V22H18V17Z" fill="currentColor" /> <path d="M18 36H42V41H18V36Z" fill="currentColor" /> <path d="M42 17V41H37L37 17H42Z" fill="currentColor" /> <path d="M23 17L23 41H18V17H23Z" fill="currentColor" /> <path d="M32.5 26.5V31.5H27.5V26.5H32.5Z" fill="currentColor" /> <path d="M70 17H94V22H70V17Z" fill="currentColor" /> <path d="M70 36H94V41H70V36Z" fill="currentColor" /> <path d="M94 17V41H89V17H94Z" fill="currentColor" /> <path d="M75 17V41H70V17H75Z" fill="currentColor" /> <path d="M84.5 26.5V31.5H79.5V26.5H84.5Z" fill="currentColor" /> <path d="M18 70H42V75H18V70Z" fill="currentColor" /> <path d="M18 89H42V94H18V89Z" fill="currentColor" /> <path d="M42 70V94H37L37 70H42Z" fill="currentColor" /> <path d="M23 70L23 94H18V70H23Z" fill="currentColor" /> <path d="M32.5 79.5V84.5H27.5V79.5H32.5Z" fill="currentColor" /> <path d="M47 17H56V22H47V17Z" fill="currentColor" /> <path d="M56 18V27H51V18H56Z" fill="currentColor" /> <path d="M51 27V36H46V27H51Z" fill="currentColor" /> <path d="M60 36H47V31H60V36Z" fill="currentColor" /> <path d="M60 31V17H65V31H60Z" fill="currentColor" /> <path d="M60 41V36H65V41H60Z" fill="currentColor" /> <path d="M89 46V41H94V46H89Z" fill="currentColor" /> <path d="M89 51H94V56H89V51Z" fill="currentColor" /> <path d="M89 61H94V66H89V61Z" fill="currentColor" /> <path d="M84 74H89V79H84V74Z" fill="currentColor" /> <path d="M75 71H80V76H75V71Z" fill="currentColor" /> <path d="M57 89H62V94H57V89Z" fill="currentColor" /> <path d="M65 89H70V94H65V89Z" fill="currentColor" /> <path d="M75 79H80V84H75V79Z" fill="currentColor" /> <path d="M75 89H84V94H75V89Z" fill="currentColor" /> <path d="M65 84H89V89H65V84Z" fill="currentColor" /> <path d="M47 80H52V94H47V80Z" fill="currentColor" /> <path d="M37 60H42V65H37V60Z" fill="currentColor" /> <path d="M18 60H23V65H18V60Z" fill="currentColor" /> <path d="M18 46H27V51H18V46Z" fill="currentColor" /> <path d="M18 55H27V60H18V55Z" fill="currentColor" /> <path d="M32 51V65H27V51H32Z" fill="currentColor" /> <path d="M37 46H60V51H37V46Z" fill="currentColor" /> <path d="M42 41H47V46H42V41Z" fill="currentColor" /> <path d="M42 56H47V61H42V56Z" fill="currentColor" /> <path d="M52 56H57V66H52V56Z" fill="currentColor" /> <path d="M47 65H52V75H47V65Z" fill="currentColor" /> <path d="M52 75H57V88H52V75Z" fill="currentColor" /> <path d="M57 66H62V84H57V66Z" fill="currentColor" /> <path d="M62 71H70V76H62V71Z" fill="currentColor" /> <path d="M62 79H70V84H62V79Z" fill="currentColor" /> <path d="M42 51H84V56H42V51Z" fill="currentColor" /> <path d="M62 61H75V66H62V61Z" fill="currentColor" /> <path d="M65 46H75V51H65V46Z" fill="currentColor" /> <path d="M80 46H89V51H80V46Z" fill="currentColor" /> <path d="M80 56H89V61H80V56Z" fill="currentColor" /> <path d="M84 61H89V71H84V61Z" fill="currentColor" /> <path d="M89 89H94V94H89V89Z" fill="currentColor" /> <path d="M89 84V71H94V84H89Z" fill="currentColor" /> <path d="M51 41V36H56V41H51Z" fill="currentColor" /> </svg> Een ander certificaat scannen </button> <button type="button" class="ui fluid basic inverted icon button" name="scanImage"> <i class="file image icon" aria-hidden="true"></i> Een andere afbeelding importeren </button>

source: Frequently Asked Questions
fr_fr: Questions fréquentes
nl_nl: Veelgestelde vragen

source: Learn more about the project, security, how it works and more.
fr_fr: En savoir plus sur le projet, la sécurité, son fonctionnement et plus encore.
nl_nl: Lees meer over het project, beveiliging, hoe het werkt en meer.

source: I can't scan my certificate.
fr_fr: Je ne peux pas scanner mon certificat.
nl_nl: Ik kan mijn certificaat niet scannen.

source: Have a good light source and align your QR code with the scan zone edge. The size of the visual aid is the size of the code we need. Your code must be flat (wrinkled paper won't work well).
fr_fr: Ayez une bonne source de lumière et alignez votre code QR avec le bord de la zone de numérisation. La taille de l’aide visuelle est la taille du code dont nous avons besoin. Votre code doit être lisse (le papier froissé ne fonctionnera pas bien).
nl_nl: Zorg voor een goede lichtbron en lijn uw QR code uit met de rand van de scanzone. De grootte van het visuele hulpmiddel is de grootte van de code. Uw code moet op een plat opperverlakte zijn (gekreukeld papier werkt niet goed).

source: If you have a screenshot or a picture of your code, you can use the "Import picture" button.
fr_fr: Si vous avez une capture d’écran ou une image de votre code, vous pouvez utiliser le bouton « Importer une image ».
nl_nl: Als u een screenshot of een foto van uw code heeft, kunt u de knop « Afbeelding importeren » gebruiken.

source: Please be sure to use the EU version of your certificate. See the following question if you don't know where to get yours.
fr_fr: Assurez-vous d’utiliser la version UE de votre certificat. Consultez la question suivante si vous ne savez pas où vous procurer la vôtre.
nl_nl: Zorg ervoor dat u de EU-versie van uw certificaat gebruikt. Zie de volgende vraag als u niet weet waar u deze kunt krijgen.

source: We support the EU Digital COVID certificate of vaccination, recovery, test. The ones from Switzerland and the United Kingdom are also supported if they are following the EU format.
fr_fr: Nous soutenons le certificat numérique COVID de l’UE de vaccination, de récupération, de test. Ceux de Suisse et du Royaume-Uni sont également pris en charge s’ils suivent le format de l’UE.
nl_nl: Wij ondersteunen het digitale COVID-certificaat voor vaccinatie, herstel en test van de EU. Die van Zwitserland en het Verenigd Koninkrijk worden ook ondersteund als deze het EU-formaat volgen.

source: If all else fails, you can contact us or <a href="https://github.com/clawfire/covid19-passbook-generator/issues/new?assignees=&labels=bug%2Ctriage&template=bug_report.yml&title=%5BBUG%5D+" title="Submit a bug on Github">open an issue</a>.
fr_fr: Si tout le reste échoue, vous pouvez nous contacter ou <a href="https://github.com/clawfire/covid19-passbook-generator/issues/new?assignees=&labels=bug%2Ctriage&template=bug_report.yml&title=%5BBUG%5D+" title="Submit a bug on Github">ouvrir un ticket</a>.
nl_nl: Indien het nog steeds niet werkt, kunt u contact met ons opnemen of<a href="https://github.com/clawfire/covid19-passbook-generator/issues/new?assignees=&labels=bug%2Ctriage&template=bug_report.yml&title=%5BBUG%5D+" title="Submit a bug on Github">een ticket openen</a>.

source: What's this project?
fr_fr: Qu’est-ce que ce projet ?
nl_nl: Waar gaat dit project over?

source: This web application scans your EU Digital COVID certificate (vaccine, test, or healing) and generates a passbook from it. You can then import it into your iPhone's wallet, or if you're an Android user, import it into an app that supports it.
fr_fr: Cette application Web scanne votre certificat COVID numérique de l’UE (vaccin, test ou guérison) et génère un passbook à partir de celui-ci. Vous pouvez ensuite l’importer dans le portefeuille de votre iPhone ou, si vous êtes un utilisateur Android, l’importer dans une application qui le prend en charge.
nl_nl: Deze webapplicatie scant uw digitaal EU COVID-certificaat (vaccin, test of genezing) en genereert er een pasboekje van. U kunt het vervolgens importeren op uw iPhone op de applicatie iPhone Wallet, of als u een Android-gebruiker bent, kunt u het ook importeren op een app die dit ondersteunt.

source: Can I save the certificate on Android?
fr_fr: Puis-je enregistrer le certificat sur Android ?
nl_nl: Kan ik het certificaat opslaan op Android?

source: Yes! You can save the .pkpass file and open it with an application that supports this format, for example:
fr_fr: Oui! Vous pouvez enregistrer le fichier .pkpass et l’ouvrir avec une application qui prend en charge ce format, par exemple :
nl_nl: Ja! U kunt het .pkpass-bestand opslaan en openen met een applicatie die dit formaat ondersteunt, bijvoorbeeld:

source: You can also screenshot the pass preview we display before download; it contains all the relevant information you see on the cover of your paper certificate.
fr_fr: Vous pouvez également capturer l’aperçu du pass que nous affichons avant le téléchargement; il contient toutes les informations pertinentes que vous voyez sur la couverture de votre certificat papier.
nl_nl: U kunt ook een screenshot maken van het voorbeelddocument dat we weergeven voordat u het downloadt; het bevat alle relevante informatie die u op de omslag van uw papieren certificaat ziet.

source: How can I get my EU DCC (certificate)?
fr_fr: Comment puis-je obtenir mon EU DCC (certificat) ?
nl_nl: Hoe kan ik mijn EU DCC (certificaat) krijgen?

source: <span aria-hidden="true">🇧🇬</span> In Bulgaria, the certificate can be downloaded from the <a href="https://www.his.bg/bg/dgc">Ministry of Health's website</a>
fr_fr: <span aria-hidden="true">🇧🇬</span> En Bulgarie, le certificat peut être téléchargé sur le <a href="https://www.his.bg/bg/dgc">site Web du ministère de la Santé.</a>
nl_nl: <span aria-hidden="true">🇧🇬</span> In Bulgarije kan het certificaat worden gedownload van de website van het <a href="https://www.his.bg/bg/dgc">ministerie van Volksgezondheid</a>

source: <span aria-hidden="true">🇩🇰</span> In Denmark, you can get it in the Coronapas mobile app, when you select the travel option.
fr_fr: <span aria-hidden="true">🇩🇰</span> Au Danemark, vous pouvez l’obtenir dans l’application mobile Coronapas, lorsque vous sélectionnez l’option voyage.
nl_nl: <span aria-hidden="true">🇩🇰</span> In Denemarken kun je het krijgen in de coronapas mobiele app, wanneer je de reisoptie selecteert.

source: <span aria-hidden="true">🇫🇷</span> In France, you can download it from <a href="https://attestation-vaccin.ameli.fr/" title="Visiter le site Ameli.fr pour télécharger votre certificat">Ameli’s dedicated website</a>.
fr_fr: <span aria-hidden="true">🇫🇷</span> En France, vous pouvez le télécharger depuis le <a href="https://attestation-vaccin.ameli.fr/" title="Visiter le site Ameli.fr pour télécharger votre certificat">site dédié d’Ameli</a>.
nl_nl: <span aria-hidden="true">🇫🇷</span> In Frankrijk kunt u de certificaat downloaden via de website van <a href="https://attestation-vaccin.ameli.fr/" title="Visiter le site Ameli.fr pour télécharger votre certificat">Ameli.</a>

source: <span aria-hidden="true">🇮🇹</span> In Italy, you can download it from <a href="https://www.dgc.gov.it/web/">this website</a> using a SPID Identity (Public Digital Identity System) or the European Health Insurance Card (EHIC).
fr_fr: <span aria-hidden="true">🇮🇹</span> En Italie, vous pouvez le télécharger à partir de <a href="https://www.dgc.gov.it/web/">ce site Web</a> en utilisant une identité SPID (Système d’identité numérique publique) ou la carte européenne d’assurance maladie (CEAM).
nl_nl: <span aria-hidden="true">🇮🇹</span> In Italië kunt u deze van <a href="https://www.dgc.gov.it/web/">deze website</a> downloaden met behulp van een SPID Identity (Public Digital Identity System) of de European Health Insurance Card (EHIC).

source: <span aria-hidden="true">🇱🇺</span> In Luxembourg, you can download it from <a href="http://guichet.lu/certificat-vaccination">myGuichet</a>.
fr_fr: <span aria-hidden="true">🇱🇺</span> Au Luxembourg, vous pouvez le télécharger depuis <a href="http://guichet.lu/certificat-vaccination">myGuichet</a>.
nl_nl: <span aria-hidden="true">🇱🇺</span> In Luxemburg kunt u het downloaden van <a href="http://guichet.lu/certificat-vaccination">myGuichet</a>.

source: <span aria-hidden="true">🇵🇹</span> In Portugal, you can download it from the <a href="https://www.sns24.gov.pt/certificado-digital-covid/" title="Visite o site do SNS24 para descarregar o seu certificado">SNS24 dedicated website</a>, or the “SNS24” iOS and Android apps.
fr_fr: <span aria-hidden="true">🇵🇹</span> Au Portugal, vous pouvez le télécharger à partir du <a href="https://www.sns24.gov.pt/certificado-digital-covid/" title="Visite o site do SNS24 para descarregar o seu certificado">site Web dédié SNS24</a>ou des applications iOS et Android « SNS24 ».
nl_nl: <span aria-hidden="true">🇵🇹</span> In Portugal kunt u de certificaten downloaden op de <a href="https://www.sns24.gov.pt/certificado-digital-covid/" title="Visite o site do SNS24 para descarregar o seu certificado">speciale website van SNS24</a>of de "SNS24" iOS- en Android-apps.

source: <span aria-hidden="true">🇸🇪</span> In Sweden, you can download it from the <a href="https://covidbevis.se/vaccinationsbevis-web/">Swedish E-health agency's Covidbevis website</a>.
fr_fr: <span aria-hidden="true">🇸🇪</span> En Suède, vous pouvez le télécharger sur le <a href="https://covidbevis.se/vaccinationsbevis-web/">site Web Covidbevis de l’agence suédoise de santé en ligne</a>.
nl_nl: <span aria-hidden="true">🇸🇪</span> In Zweden kunt u het downloaden van de <a href="https://covidbevis.se/vaccinationsbevis-web/">Covidbevis-website van het Zweedse E-health-agentschap.</a>

source: <span aria-hidden="true">🇨🇭</span> In Switzerland, the certificates are distributed by your canton. Get more information on <a href="https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html">Federal Office of Public Health</a>.
fr_fr: <span aria-hidden="true">🇨🇭</span> En Suisse, les certificats sont distribués par votre canton. Obtenez plus d’informations sur <a href="https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html">l’Office fédéral de la santé publique</a>.
nl_nl: <span aria-hidden="true">🇨🇭</span> Zwitserland worden de certificaten per kanton verdeeld. U kunt meer informatie vinden op de website van <a href="https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/covid-zertifikat.html">het Federaal Bureau voor Volksgezondheid</a>.

source: If you know how to download the certificates from health authorities elsewhere, please contact us so we can add the instructions here.
fr_fr: Si vous savez comment télécharger les certificats des autorités sanitaires d’ailleurs, veuillez nous contacter afin que nous puissions ajouter les instructions ici.
nl_nl: Indien u certificaten van gezondheidsautoriteiten elders kunt downloaden, neem dan contact met ons op zodat we de instructies hier kunnen toevoegen.

source: How does it work?
fr_fr: Comment cela fonctionne?
nl_nl: Hoe werkt het?
