Repository: clawfire/covid19-passbook-generator
Catalog: src/i18n/*.po
Languages: fr_fr, nl_nl

source: When you scan the code, we read the data and create the passbook (the file needed to have a card in your wallet). We send a checksum for digital signature to our server, without sending your data. Your phone generates the final file and lets you save it.
fr_fr: Lorsque vous scannez le code, nous lisons les données et créons le passbook (le fichier nécessaire pour avoir une carte dans votre portefeuille). Nous envoyons une somme de contrôle pour la signature numérique à notre serveur, sans envoyer vos données. Votre téléphone génère le fichier final et vous permet de l’enregistrer.
nl_nl: Wanneer u de code scant, lezen we de gegevens en maken we het passbook (het bestand dat nodig is om een kaart in uw portemonnee te hebben). We sturen een checkum voor digitale handtekening naar onze server, zonder uw gegevens te verzenden. Uw telefoon genereert het uiteindelijke bestand en laat u het opslaan.

source: Is it secure?
fr_fr: Est-ce sécurisé ?
nl_nl: Is het veilig?

source: We put a lot of effort into making it as secure as we could. Your personal data never leaves your phone. Apple requires a digital signature to open a pass. To generate this, the app only sends a checksum of your data to our server, and it's impossible to guess the original content. The last step happens on your phone: you preview your information before saving the pass. We don't track anyone, we don't collect any personal information, and we don't use cookies.
fr_fr: Nous avons déployé beaucoup d’efforts pour le rendre aussi sûr que possible. Vos données personnelles ne quittent jamais votre téléphone. Apple a besoin d’une signature numérique pour ouvrir un passbook. Pour générer cela, l’application envoie uniquement une somme de contrôle de vos données à notre serveur, et il est impossible de deviner le contenu d’origine. La dernière étape se passe sur votre téléphone : vous prévisualisez vos informations avant d’enregistrer le pass. Nous ne suivons personne, nous ne recueillons aucune information personnelle et nous n’utilisons pas de cookies.
nl_nl: We hebben veel moeite gedaan om het zo veilig mogelijk te maken. U persoonlijke gegevens verlaten nooit uw telefoon. Apple vereist een digitale handtekening om een certificaat te openen. Om die te genereren, stuurt de app alleen een checksum (controlegetal) van u gegevens naar onze server en het is onmogelijk om de originele inhoud te raden. De laatste stap gebeurt op uw telefoon: u kunt uw gegevens raadplegen voordat u de certificaat opslaat. We volgen niemand, we verzamelen geen persoonlijke informatie en gebruiken geen cookies.

source: Can I see the code?
fr_fr: Puis-je voir le code source ?
nl_nl: Kan ik de code zien?

source: Of course. You can read the source code and dig more into how it works on <a href="https://github.com/clawfire/covid19-passbook-generator">the Github page of the project</a>. You can even contribute if you want!
fr_fr: Bien sûr. Vous pouvez lire le code source et en savoir plus sur son fonctionnement sur <a href="https://github.com/clawfire/covid19-passbook-generator">la page Github du projet</a>. Vous pouvez même contribuer si vous le souhaitez !
nl_nl: Natuurlijk. U kunt de broncode lezen, om meer te weten te komen over hoe het werkt, kunt u op <a href="https://github.com/clawfire/covid19-passbook-generator">de Github-pagina van het project</a> terecht. U kunt zelfs bijdragen als u wilt!

source: How can I contact the creators?
fr_fr: Comment puis-je contacter les créateurs ?
nl_nl: Hoe kan ik contact opnemen met de makers?

source: This app is an original idea and work of <a href="https://thibaultmilan.com">Thibault Milan</a> (<a href="https://twitter.com/thibaultmilan">@thibaultmilan</a> on Twitter), with the help from <a href="https://www.linkedin.com/in/avagner/">Alain Vagner</a>, <a href="https://twitter.com/grischard">Guillaume Rischard</a> and the advices from <a href="https://twitter.com/alrouen">@alrouen</a>.
fr_fr: Cette application est une idée originale et une œuvre de <a href="https://thibaultmilan.com">Thibault Milan</a> <a href="https://twitter.com/thibaultmilan">(@thibaultmilan</a> sur Twitter), avec l’aide d’Alain <a href="https://www.linkedin.com/in/avagner/">Vagner,</a> <a href="https://twitter.com/grischard">Guillaume Rischard</a> et les conseils de <a href="https://twitter.com/alrouen">@alrouen</a>.
nl_nl: Deze app is een origineel idee en werk van <a href="https://thibaultmilan.com">Thibault Milan</a> (<a href="https://twitter.com/thibaultmilan">@thibaultmilan</a> op Twitter), met de hulp van <a href="https://www.linkedin.com/in/avagner/">Alain Vagner</a>, <a href="https://twitter.com/grischard">Guillaume Rischard</a> en de advies van <a href="https://twitter.com/alrouen">@alrouen</a>.

source: New (since end of 08/2021) Design proposition made by <a href="https://www.redisdead.net/">Laurence Vagner</a>.<br> Accessibility improvements and CSS made by <a href="https://geoffrey.crofte.fr/en/">Geoffrey Crofte</a>.
fr_fr: Nouvelle proposition de design (depuis fin 08/2021) faite par <a href="https://www.redisdead.net/">Laurence Vagner.</a><br> Améliorations de l’accessibilité et CSS réalisés par <a href="https://geoffrey.crofte.fr/en/">Geoffrey Crofte</a>.
nl_nl: Nieuwe (sinds eind 08/2021) Ontwerppropositie gemaakt door <a href="https://www.redisdead.net/">Laurence Vagner</a>.<br> Toegankelijkheidsverbeteringen en CSS gemaakt door <a href="https://geoffrey.crofte.fr/en/">Geoffrey Crofte</a>.

source: You can also see the complete list of contributors <a href="https://github.com/clawfire/covid19-passbook-generator/graphs/contributors">on the Github project</a>.
fr_fr: Vous pouvez également voir la liste complète des contributeurs <a href="https://github.com/clawfire/covid19-passbook-generator/graphs/contributors">sur le projet Github</a>.
nl_nl: U kunt ook de volledige lijst van bijdragers zien <a href="https://github.com/clawfire/covid19-passbook-generator/graphs/contributors">op het Github-project</a>.

source: How can I help?
fr_fr: Comment puis-je vous aider&nbsp;?
nl_nl: Hoe kan ik helpen?

source: If you like the app, don't hesitate to share it with your friends and family. Then, if you want to help more, <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen">take a look at the issues</a>. It's not just about tech; there's also copywriting tasks, design, etc. You can start <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue%22">with those issues</a> if you want to get familiar with the project.
fr_fr: Si vous aimez l’application, n’hésitez pas à la partager avec vos amis et votre famille. Ensuite, si vous voulez aider davantage, <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen">jetez un coup d’œil aux problèmes</a>. Il ne s’agit pas seulement de technologie; il y a aussi des tâches de rédaction, de conception, etc. Vous pouvez commencer par <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue%22">ces problèmes</a> si vous voulez vous familiariser avec le projet.
nl_nl: Indien u deze app interessant vindt, aarzel dan niet om deze te delen met je vrienden en familie. Als u vervolgens verder wilt helpen, <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen">neem dan een kijkje bij de problemen</a>. Het gaat niet alleen om technologie; er zijn ook copywriting taken, design, enz. U kunt beginnen <a href="https://github.com/clawfire/covid19-passbook-generator/issues?q=is%3Aopen+is%3Aissue+label%3A%22good+first+issue%22">met deze problemen</a> als u vertrouwd wilt raken met het project.

source: What are your running fees?
fr_fr: Quels sont vos frais de fonctionnement ?
nl_nl: Wat zijn uw exploitatiekosten?

source: So far, this site is <a href="https://netlify.com/">powered by Netlify</a> for free (many MANY thanks to them for their support to this project) and AWS Lambda costs me under €1/month. You can find a <a href="https://docs.google.com/spreadsheets/d/e/2PACX-1vSUDZX5ZdohZhLWxb1TyTtpamoRtkBg6z-wikv1b2OG1tWeNXwhNHX-a_wzxV5r4qoC9k8UauL3D-ay/pubhtml">transparency report</a> on the cost and donations (uses Google Sheets).
fr_fr: Jusqu’à présent, ce site est <a href="https://netlify.com/">propulsé par Netlify</a> gratuitement (d’immenses remerciements à eux pour leur soutien à ce projet) et AWS Lambda me coûte moins de 1 € / mois. Vous pouvez trouver un <a href="https://docs.google.com/spreadsheets/d/e/2PACX-1vSUDZX5ZdohZhLWxb1TyTtpamoRtkBg6z-wikv1b2OG1tWeNXwhNHX-a_wzxV5r4qoC9k8UauL3D-ay/pubhtml">rapport de transparence</a> sur le coût et les dons (utilise Google Sheets).
nl_nl: Tot nu toe wordt deze site gratis <a href="https://netlify.com/">aangedreven door Netlify</a> (HARTELIJK dank voor hun steun op dit project) en AWS Lambda kost me minder dan € 1 / maand. U kunt een <a href="https://docs.google.com/spreadsheets/d/e/2PACX-1vSUDZX5ZdohZhLWxb1TyTtpamoRtkBg6z-wikv1b2OG1tWeNXwhNHX-a_wzxV5r4qoC9k8UauL3D-ay/pubhtml">transparantierapport</a> vinden over de kosten en donaties (maakt gebruik van Google Spreadsheets).

source: EU Digital COVID Certificate to Passbook - come join us on Product Hunt (new window)
fr_fr: Certificat COVID numérique de l’UE à Passbook - venez nous rejoindre sur Product Hunt (nouvelle fenêtre)
nl_nl: EU Digital COVID-certificaat naar Passbook - kom met ons mee op Product Hunt (nieuw venster)

source: Whoops! You’re offline
fr_fr: Whoops! Vous êtes hors ligne
nl_nl: Oeps! Je bent offline.

source: You will not be able to generate a new pass while you’re offline. If you want to continue using the app, you will need a data access.
fr_fr: Vous ne pourrez pas générer un nouveau pass lorsque vous êtes hors ligne. Si vous souhaitez continuer à utiliser l’application, vous aurez besoin d’un accès internet.
nl_nl: U kunt geen nieuwe pas genereren terwijl u offline bent. Als u de app wilt blijven gebruiken, hebt u een gegevenstoegang nodig.

# ./index.html+html.body.main.div.div.div.p:379-17
source: I understand, close this message.
fr_fr: Je comprends, fermez ce message.
nl_nl: Ik begrijp het, sluit dit bericht.

# ./index.html+html.body.main.div.div.p:387-15
source: Your browser doesn’t meet the requirements for this app to work.
fr_fr: Votre navigateur ne répond pas aux exigences pour que cette application fonctionne.
nl_nl: Uw browser voldoet niet aan de vereisten voor het werken van deze app.

source: You’re using a Facebook inc. app which opens the link in preview mode but prevents downloads, so you won’t be able to download the pass. Open the site in a regular browser.
fr_fr: Vous utilisez un une application de Facebook qui ouvre le lien en mode aperçu mais empêche les téléchargements, de sorte que vous ne pourrez pas télécharger le pass. Ouvrez le site dans un navigateur standard.
nl_nl: Je gebruikt een Facebook app die de link opent in de preview-modus, maar downloads voorkomt, zodat je de pas niet kunt downloaden. Open de site in een gewone browser.

# ./index.html+html.body.main.div.div.div.p:395-17
source: I understand, close this message.
fr_fr: Je comprends, fermez ce message.
nl_nl: Ik begrijp het, sluit dit bericht.

# ./index.html+html.body.main.div.div.p:403-15
source: Your browser doesn’t meet the requirements for this app to work.
fr_fr: Votre navigateur ne répond pas aux exigences pour que cette application fonctionne.
nl_nl: Uw browser voldoet niet aan de vereisten voor het werken van deze app.

source: You need to open this site using Safari. Apple doesn’t allow other browsers to download passes to the Wallet app.
fr_fr: Vous devez ouvrir ce site à l’aide de Safari. Apple n’autorise pas les autres navigateurs à télécharger des passes vers l’application Wallet.
nl_nl: U moet deze site openen met Safari. Apple staat niet toe dat andere browsers passen downloaden naar de Wallet-app.

source: I understand, close this message
fr_fr: Je comprends, fermez ce message
nl_nl: Ik begrijp het, sluit dit bericht.

source: Your browser is too old.
fr_fr: Votre navigateur est trop vieux.
nl_nl: Uw browser is te oud.

source: Sorry but your browser is too old and can't handle the cryptographic mathematic operation required to decode your QR code.
fr_fr: Désolé mais votre navigateur est trop vieux et ne peut pas gérer l’opération mathématique cryptographique requise pour décoder votre code QR.
nl_nl: Sorry, maar uw browser is te oud en kan de cryptografische wiskundige bewerking die nodig is om uw QR-code te decoderen niet aan.

source: For iOS user, iOS 14 is required. If you have an iPhone starting iPhone6S, you need to upgrade iOS to use the app.
fr_fr: Pour les utilisateurs iOS, iOS 14 est requis. Si vous avez un iPhone à partir de l’iPhone6S, vous devez mettre à niveau iOS pour utiliser l’application.
nl_nl: Voor iOS-gebruikers is iOS 14 vereist. Als je een iPhone hebt die iPhone6S start, moet je iOS upgraden om de app te gebruiken.

source: If you cannot upgrade or don't want, you can open this website on your computer and use it to generate your card.
fr_fr: Si vous ne pouvez pas mettre à niveau ou ne voulez pas, vous pouvez ouvrir ce site Web sur votre ordinateur et l’utiliser pour générer votre carte.
nl_nl: Als u niet kunt upgraden of niet wilt, kunt u deze website op uw computer openen en deze gebruiken om uw kaart te genereren.

source: An error has just been detected.
fr_fr: Une erreur vient d’être détectée.
nl_nl: Er is zojuist een fout gedetecteerd.

source: You can help us by sending the information about this error to the development team in order to prevent it to happen again.
fr_fr: Vous pouvez nous aider en envoyant les informations sur cette erreur à l’équipe de développement afin d’éviter qu’elle ne se reproduise.
nl_nl: U kunt ons helpen door de informatie over deze fout naar het ontwikkelteam te sturen om te voorkomen dat het opnieuw gebeurt.

source: Feel free to check that the error information below does not contain any personal information. You can also add some context information if you wish. Thanks for your help!
fr_fr: N’hésitez pas à vérifier que les informations d’erreur ci-dessous ne contiennent aucune information personnelle. Vous pouvez également ajouter des informations contextuelles si vous le souhaitez. Merci pour votre aide!
nl_nl: Voel je vrij om te controleren of de onderstaande foutinformatie geen persoonlijke informatie bevat. U kunt desgewenst ook enkele contextinformatie toevoegen. Bedankt voor je hulp!

source: Error message
fr_fr: Message d'erreur
nl_nl: Foutmelding

source: <button type="button" class="ui black deny button" id="error-close">Nope</button> <button type="button" class="ui positive right labeled icon button" id="error-send"> Yep, send the error <i class="checkmark icon" aria-hidden="true"></i> </button>
fr_fr: <button type="button" class="ui black deny button" id="error-close">Nope</button> <button type="button" class="ui positive right labeled icon button" id="error-send"> Yep, envoyez l’erreur <i class="checkmark icon" aria-hidden="true"></i> </button>
nl_nl: <button type="button" class="ui black deny button" id="error-close">Nope</button> <button type="button" class="ui positive right labeled icon button" id="error-send"> Yep, stuur de fout<i class="checkmark icon" aria-hidden="true"></i></button>

source: Version
nl_nl: Versie

source: Published on
fr_fr: Publié le
nl_nl: Gepubliceerd op

source: August 19th 2021
fr_fr: 19 août 2021
nl_nl: 19 augustus 2021

source: content
fr_fr: contenu
